{
  "enums": [
    {
      "id": "species",
      "label": "Species",
      "description": "Available character species/races",
      "values": [
        { "name": "Ourlean", "desc": "Technical Know-How: When you use a piece of Equipment or Consumable that features the Reactor trait, if you are not Proficient in that item, your base Success Range for it is a 4+." },
        { "name": "Gex", "desc": "Camouflage 1AP: Until the start of your next turn, you do not count as a Valid Target for Spells and Attacks. Afterward, this action costs 1 more AP to use until the start of your next Expedition. This effect stacks." },
        { "name": "Rodensha", "desc": "Scurry-Away: When you successfully hit a creature with a Critical Hit, the next Fall-Back Action you perform costs 1 AP until the end of your turn. This is reduced to 0 AP instead if you landed a Critical Hit during a Strike Action." },
        { "name": "Hanoan", "desc": "Starlight Inheritance: Select one Spell from any Tier 1 Category. You gain access to that spell, and can cast it once while ignoring its Radioactive Control Cost. You regain the ability to cast this spell this way when you consume a Rest Charge." }
      ]
    },
    {
      "id": "experience",
      "label": "Star Sign",
      "description": "Major constellation present during character's birth. No current mechanical implications.",
      "values": [
        { "name": "The Traveler", "desc": "Born under the sign of The Traveler. You may find yourself always in motion. Perhaps this entails small twitches and motions, or maybe you find yourself living the nomadic lifestyle." },
        { "name": "The Fury", "desc": "Born under the sign of the now-removed Fury. You may find yourself prone to fits of aggression, which, if left unchecked, can result in far worse. Others may fear or revile you, for The Fury is the cause of many tragedies." },
        { "name": "The Keeper", "desc": "Born under the sign of The Keeper. You may find youself remembering moments both large and insignificant throuhgout your life experiences. Visions and echoes of the past may wander through your mind, whether you like it or not." },
        { "name": "The Excess", "desc": "Born under the sign of The Excess. You may find that your hair and nails grow at a much faster rate than others. Perhaps you are uncharacterisically tall. As a more extreme case, you may have been afflicted with duplicates of organs and extremeties." },
        { "name": "The Withering", "desc": "Born under the sign of The Withering. You may find yourself shedding dead skin or losing hair or fur at an alarming rate. In more extreme cases, you may appear much older than your biological age, in reference to both your looks and biological functions." },
        { "name": "The Mirage", "desc": "Born under the sign of The Mirage. You may find yourself hearing and seeing things that are not actually there. Truth and lies may mesh together, and it will become a daily battle for you to discern the difference." },
        { "name": "Dead Stars", "desc": "Perhaps your birth would have seen the Stars if Void Arks hadn't torn so many from the skies. What was left on your birth was the corpse of a constellation, echoing forgotten purpose through the cosmos." },
        { "name": "Starless Skies", "desc": "You were born in a place from removed from the light of the skies; so far away that their light could not possibly reach you. Perhaps you feel a little hollow knowing that others hold a part of the skies within them, or perhaps you're grateful that you haven't been tainted like the rest of the masses." }
      ]
    },
    {
      "id": "classes",
      "label": "Character Classes",
      "description": "Available character classes",
      "values": [
        { "name": "Soldier", "desc": "Command your allies to victory and control Objectives with a combination of melee and ranged weapons." },
        { "name": "Duelist", "desc": "Utilize dynamic special moves to remove single targets from combat. Wide array of equipment." },
        { "name": "Warrior", "desc": "Protect allies and keep enemies from approaching. Very durable, and has access to high DMG equipment." },
        { "name": "Medicant", "desc": "Primary healing class. Provides plenty of Consumables and Conditions." },
        { "name": "Engineer", "desc": "Objective-controlling class that can flexibly cast spells." },
        { "name": "Artiste", "desc": "Spellcasting class that can provide unique bonuses to allies out of turn order." },
        { "name": "Voidsman", "desc": "High burst damage spellcaster with access to a unique arsenal of Equipment." }
      ]
    },
    {
      "id": "equipment_items",
      "label": "Equipment Items",
      "description": "Available equipment items",
      "values": [
        "None",
        { "name": "Longsword", "desc": "Classification: Sword. \\nHandling: STR. \\nDamage: 2/3/2. \nRange: 1 \\nTraits: Melee, One-Handed, \\nMurderstroke 1AP: Until the end of your turn, reduce the BNS and CRT stats of this weapon to 0 and increase the DMG stat by the total amount reduced." },
        { "name": "Great Blade", "desc": "Quick and nimble blade" },
        { "name": "Steel-Shot Revolver", "desc": "Massive two-handed weapon" },
        { "name": "Sabre", "desc": "Small concealable blade" },
        { "name": "Estoc", "desc": "Ranged weapon for precision strikes" },
        { "name": "Cloak", "desc": "Mechanical ranged weapon" },
        { "name": "Lead-Shot Revolver", "desc": "Magical focus and melee weapon" },
        { "name": "Great Bow", "desc": "Precise magical implement" },
        { "name": "Greatsword", "desc": "Defensive tool for blocking attacks" },
        { "name": "Hatchet", "desc": "Flexible protection with minimal encumbrance" },
        { "name": "Buckler", "desc": "Balanced protection and mobility" },
        { "name": "Steel-Buck Shotgun", "desc": "Maximum protection at the cost of mobility" }
      ]
    },
    {
      "id": "consumable_items",
      "label": "Consumable Items",
      "description": "Available consumable items",
      "values": [
        "None",
        "Health Potion",
        "Mana Potion",
        "Antidote",
        "Elixir",
        "Scroll",
        "Bomb",
        "Poison",
        "Food",
        "Water",
        "Bandages"
      ]
    },
    {
      "id": "experience_bank_items",
      "label": "Experience Bank Items",
      "description": "Memories, knowledge, and training",
      "values": [
        "None",
        "Combat Training",
        "Arcane Knowledge",
        "Survival Skills",
        "Diplomatic Experience",
        "Crafting Expertise",
        "Lore",
        "Language",
        "Trade Skill",
        "Ritual",
        "Technique"
      ]
    }
  ]
}
